brew "asdf"
brew "bat"
brew "ctags"
brew "direnv"
brew "fish"
brew "fzf"
brew "gawk"
brew "git"
brew "gpg2"
brew "jump"
brew "openssl"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "nvim"
brew "wget"
brew "yarn"
brew "youtube-dl"

# Cask
cask_args appdir: "/Applications"
tap "homebrew/cask"
cask "alfred"
cask "appcleaner"
cask "cloudapp"
cask "dash"
cask "divvy"
cask "dropbox"
cask "iterm2"
cask "imageoptim"
cask "slack"
cask "spotify"
cask "transmission"
cask "vlc"
